[
	{
		"request": "Le dépouillement des votes touche presque à sa fin.\nRien n'est encore gagné pour vous qui détournez avec inquiétude votre regard du tableau\noù s'allongent interminablement deux rangées de traits verticaux que plus personne ne parvient à comptabiliser.\nA la recherche d'un soutien psychologique, vous posez finalement vos yeux sur la fenêtre où se reflète Nestor,\ncandidat à la direction de TeleKingdom. C'est bien votre image que vous contemplez,\n mais celle-ci vous donne l'impression indescriptible de vous remettre en question :\nêtes-vous prêt à diriger cette école ?",
		"effect" : [[0, -2], [0, 1]]
	},
	{
	  "request": "Des 1A jurent s'être fait voler leur goutés par des pharmas à la sortie de l'école et viennent se plaindre devant vous. Ils demandent votre aide pour obtenir réparation. Les aidez-vous ?",
	  "character" : 1,
	  "effect" : [[0, -10], [-2, -2]]
	},
	{
	  "request": "Un élève éssouflé vous indique que le projecteur de l'amphi nord est en feu pendant le cours de gestion. Que voulez-vous faire ?",
	  "character": 2,
	  "response": ["Appeler les pompiers" , "Ne rien faire" ],
	  "effect": [[-10, 10, 0] , [10, -20, -10]]
	},
	{
	  "request": "Pendant votre sommeil votre téléphone portable sonne. Apparement un élève serait coincé dans l'école après 23h. Que voulez-vous faire ?",
	  "character": 3,
	  "response": ["Aller lui ouvrir" , "Vous rendormir"],
	  "effect": [[0, 10, 10], [0, -10, -10]]
	},
	{
	  "request": "Un démarcheur vous propose d'aménager une salle entière en un studio avec des capteurs. Acceptez vous ?",
	  "response": [ "Oui", "Pourquoi faire ?"],
	  "character": 4,
	  "effect": [[-20, 10, 0 ], [10, 0, 0 ]]
	},
	{
	  "request": "Vous allez commencer votre conférence en amphi. Que voulez-vous faire ?",
	  "response": ["Mettre du rock", "Commencer votre discours"],
	  "character": 5,
	  "effect": [[10, 10, 10 ], [-10, -10, -10 ]]
	},
	{
	  "request": "Lundi soir, veille des soutenances que vous faites passer, votre ami de L.A. vous invite à un apéro surprise. Un airbus part dans 5min de l'aéroport. Que faites-vous ?",
	  "response": ["S'y rendre !", "Rester à Nancy"],
	  "effect": [[-5, -15, 10], [0, 10, 10]]
	}
]
